org/_refs/luh1980.org
#+TITLE: luh1980 | Resolved-acceleration control of mechanical manipulators
#+CREATED: [2021-09-17 Fri 17:44]
#+LAST_MODIFIED: [2021-09-17 Fri 17:47]
#+ROAM_KEY: cite:luh1980
#+ROAM_TAGS: 

The work that introduces [[file:../resolved_acceleration_control.org][Resolved-Acceleration Control]].

Eu li, é bem interessante e bom de ler. Em resumo, ele mostra de forma didática como realizar o controle de um manipulador robótico e todas as etapas de manipulação algébrica necessárias enquanto apresenta a técnica que propõe. O artigo é de 1980.

* Info
:PROPERTIES:
:ID: luh1980
:DOCUMENT_PATH: ../../../Zotero/storage/GEH45JF9/Luh et al. - 1980 - Resolved-acceleration control of mechanical manipu.pdf
:TYPE: Article
:AUTHOR: Luh, J., Walker, M., & Paul, R.
:YEAR: 1980
:JOURNAL: IEEE Trans. Automat. Contr.
:DOI:  http://dx.doi.org/10.1109/TAC.1980.1102367
:URL: ---
:KEYWORDS: ---
:ABSTRACT: ---
:END:

* Notes
:PROPERTIES:
:NOTER_DOCUMENT: ../../../Zotero/storage/GEH45JF9/Luh et al. - 1980 - Resolved-acceleration control of mechanical manipu.pdf
:END:
