content/posts/luh1980.md
+++
title = "luh1980 | Resolved-acceleration control of mechanical manipulators"
author = ["João Gutemberg Farias"]
draft = false
+++

The work that introduces [Resolved-Acceleration Control]({{< relref "resolved_acceleration_control" >}}).

Eu li, é bem interessante e bom de ler. Em resumo, ele mostra de forma didática como realizar o controle de um manipulador robótico e todas as etapas de manipulação algébrica necessárias enquanto apresenta a técnica que propõe. O artigo é de 1980.


## Info {#info}


## Notes {#notes}
